[
  {
    "title": "Industry Experience",
    "subTitle": "Monash University & MYOB",
    "date": "March - May 2016",
    "descriptions":
    [
      "Working collaboratively with an agile team to identify an issue and deliver the solution in time.",
      "As a team leader, controlling the deliverables to be timely shipped with highest quality possible.",
      "Mentored by MYOB with conducting UX testing experiments and final retrospective at the end.",
      "Developed effective communication in a cross-cultural team and to stakeholders, agile practices, and applying industry standard settings."
    ],
    "type": "univerity"
  },
    {
    "title": "Internship",
    "subTitle": "PT. PLN (State Electricity Company of Indonesia)",
    "date": "Aug - Oct 2012",
    "descriptions":
    [
      "Developed a reporting system to monitor 7.3M customers’ electricity usage in East Java area.",
      "Process the data in Access using a C#.NET-based application then export it to MySQL and display it as a graphical trend on a CodeIgniter-based website.",
      "Discuss and collaborate with the IT Department for design and implementation of the system to make sure its compatibility with existing systems."
    ],
    "type": "commercial",
    "links":
    [
      {
        "type": "website",
        "url" : "http://www.pln.co.id/"
      }
    ]
  },
    {
    "title": "Web Developer",
    "subTitle": "City of Surabaya & Institut Teknologi Sepuluh Nopember",
    "date": "March - June 2011",
    "descriptions":
    [
      "Did a project of the city of Surabaya in collaboration with Institut Teknologi Sepuluh Nopember to manage online admission process for all public schools in Surabaya.",
      "Main responsibility includes development of multi-level users for its back-end as well as front-end based on PHP Yii Framework and MySQL that served more than 50,000 users.",
      "Work agile with database and network engineers to deploy new features on distributed servers.",
      "Working casually during the semester and did a similar project for the city of Sidoarjo in 2010."
    ],
    "type": "commercial",
    "links":
    [
      {
        "type": "website",
        "url": "http://ppdbsurabaya.net/"
      }
    ]
  }
]